tap "homebrew/bundle"
tap "olets/tap"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gat"
brew "ghq"
brew "git"
brew "git-delta"
brew "httpie"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "nkf"
brew "peco"
brew "ripgrep"
brew "tealdeer"
brew "the_platinum_searcher"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "olets/tap/zsh-abbr"
cask "coteditor"
cask "cursor"
vscode "anysphere.pyright"
vscode "bmewburn.vscode-intelephense-client"
vscode "eamodio.gitlens"
vscode "formulahendry.code-runner"
vscode "github.vscode-github-actions"
vscode "googlecloudtools.cloudcode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "redhat.vscode-yaml"
vscode "twxs.cmake"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
