tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k1low/tap"
tap "pyama86/kagiana"
tap "rbenv/tap"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "ansible@2.9"
brew "anyenv"
brew "webp"
brew "gmp"
brew "asdf"
brew "consul-template"
brew "curl"
brew "direnv"
brew "dog"
brew "duf"
brew "envchain"
brew "fd"
brew "fetchmail"
brew "freetype"
brew "fzf"
brew "gawk"
brew "gd"
brew "gh"
brew "ghq"
brew "git"
brew "glib"
brew "gnu-tar"
brew "gnutls"
brew "go"
brew "gulp-cli"
brew "jasper"
brew "imagemagick"
brew "ipcalc"
brew "jq"
brew "lasso"
brew "libx11"
brew "lzo"
brew "make"
brew "mitmproxy"
brew "zlib"
brew "mysql"
brew "ncftp"
brew "nkf"
brew "nmap"
brew "peco"
brew "php", restart_service: true
brew "phpbrew"
brew "pwgen"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "sshuttle"
brew "subversion"
brew "swaks"
brew "tcl-tk", link: false
brew "telnet"
brew "terraform"
brew "the_platinum_searcher"
brew "tig"
brew "trash"
brew "vault"
brew "wget"
brew "heroku/brew/heroku"
brew "k1low/tap/ndiag"
brew "k1low/tap/runn"
brew "k1low/tap/tbls"
brew "pyama86/kagiana/kagiana"
brew "rbenv/tap/openssl@1.0"
cask "bitbar"
cask "clipy"
cask "coteditor"
cask "cyberduck"
cask "docker"
cask "gitify"
cask "gulp"
cask "insomnia"
cask "licecap"
cask "macdown"
cask "multipass"
cask "notion"
cask "obsidian"
cask "raycast"
cask "sequel-pro"
cask "thunderbird"
cask "turtl"
cask "visual-studio-code"
cask "wireshark"
cask "xcodes"
vscode "42Crunch.vscode-openapi"
vscode "Arjun.swagger-viewer"
vscode "aswinkumar863.smarty-template-support"
vscode "bmewburn.vscode-intelephense-client"
vscode "bufbuild.vscode-buf"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "goplus.gop"
vscode "Hridoy.rails-snippets"
vscode "huizhou.githd"
vscode "jlcs-es.x509-parser"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "neilbrayfield.php-docblocker"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "Shopify.ruby-lsp"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "TabNine.tabnine-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.JavaScriptSnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yusukehirao.vscode-markuplint"
vscode "zobo.php-intellisense"
vscode "zxh404.vscode-proto3"
