tap "1password/tap"
tap "genkiroid/cert"
tap "guumaster/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "k1low/tap"
tap "pyama86/kagiana"
tap "rbenv/tap"
tap "robscott/tap"
tap "tlk/imagemagick-x11"
tap "universal-ctags/universal-ctags"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "ansible@2.9"
brew "anyenv"
brew "zstd"
brew "openexr"
brew "webp"
brew "argocd"
brew "automake"
brew "gmp"
brew "bats-core"
brew "python-setuptools"
brew "yara"
brew "clamav"
brew "curl"
brew "freetype"
brew "libavif"
brew "gd"
brew "php", restart_service: true
brew "composer"
brew "consul-template"
brew "cryptography"
brew "direnv"
brew "duf"
brew "envchain"
brew "eza"
brew "fd"
brew "fetchmail"
brew "fzf"
brew "gat"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "glib"
brew "gnu-tar"
brew "gnutls"
brew "go"
brew "govulncheck"
brew "gulp-cli"
brew "hub"
brew "ipcalc"
brew "jasper"
brew "jq"
brew "k9s"
brew "kompose"
brew "kubectx"
brew "kubeseal"
brew "lasso"
brew "libksba"
brew "libx11"
brew "lzo"
brew "make"
brew "memcached", restart_service: true
brew "mkcert"
brew "zlib"
brew "mysql"
brew "ncftp"
brew "nkf"
brew "nmap"
brew "nss"
brew "python@3.12"
brew "openssh"
brew "openstackclient"
brew "peco"
brew "php@8.1"
brew "phpbrew"
brew "phpstan"
brew "phpunit"
brew "postgresql@14", restart_service: true
brew "proftpd"
brew "pwgen"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sshuttle"
brew "stern"
brew "subversion"
brew "swaks"
brew "tcl-tk", link: false
brew "telnet"
brew "terraform"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "trash"
brew "universal-ctags", args: ["HEAD"]
brew "vault"
brew "vim"
brew "wget"
brew "genkiroid/cert/cert"
brew "guumaster/tap/hostctl"
brew "heroku/brew/heroku"
brew "k1low/tap/ndiag"
brew "k1low/tap/runn"
brew "k1low/tap/tbls"
brew "pyama86/kagiana/kagiana"
brew "robscott/tap/kube-capacity"
brew "tlk/imagemagick-x11/imagemagick"
cask "1password-cli"
cask "appcleaner"
cask "bitbar"
cask "clipy"
cask "coteditor"
cask "cyberduck"
cask "docker"
cask "gitify"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "licecap"
cask "macdown"
cask "multipass"
cask "notion"
cask "obsidian"
cask "raycast"
cask "sequel-pro"
cask "thunderbird"
cask "turtl"
cask "vagrant"
cask "visual-studio-code"
cask "warp"
cask "wireshark"
cask "xcodes"
cask "xquartz"
vscode "42crunch.vscode-openapi"
vscode "alan.stylus"
vscode "arjun.swagger-viewer"
vscode "aswinkumar863.smarty-template-support"
vscode "bmewburn.vscode-intelephense-client"
vscode "bodil.file-browser"
vscode "bufbuild.vscode-buf"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "goplus.gop"
vscode "gruntfuggly.todo-tree"
vscode "hridoy.rails-snippets"
vscode "huizhou.githd"
vscode "imperez.smarty"
vscode "ipedrazas.kubernetes-snippets"
vscode "jacobdufault.fuzzy-search"
vscode "jlcs-es.x509-parser"
vscode "kahole.magit"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "koichisasada.vscode-rdbg"
vscode "lunuan.kubernetes-templates"
vscode "marabesi.php-import-checker"
vscode "mehedidracula.php-namespace-resolver"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "neilbrayfield.php-docblocker"
vscode "octref.vetur"
vscode "redhat.vscode-yaml"
vscode "rogalmic.zsh-debug"
vscode "rvest.vs-code-prettier-eslint"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sorbet.sorbet-vscode-extension"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tabnine.tabnine-vscode"
vscode "testdouble.vscode-standard-ruby"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yusukehirao.vscode-markuplint"
vscode "zobo.php-intellisense"
vscode "zxh404.vscode-proto3"
